html/20210624201039-psych_70_social_psychology.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-07-15 Thu 17:02 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>PSYCH 70: Social Psychology</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Ketan Agrawal" />
<link rel="stylesheet" type="text/css" href="styles.css" />
<link rel="stylesheet" type="text/css" href="syntax.css" />
</head>
<body>
<div id="preamble" class="status">
<a style="color: inherit; text-decoration: none" href="/"><h2>Ketan's Digital Laboratory &#129514;</h2></a>
</div>
<div id="content">
<h1 class="title">PSYCH 70: Social Psychology</h1>

<div id="outline-container-org0926db7" class="outline-2">
<h2 id="org0926db7">Introduction</h2>
<div class="outline-text-2" id="text-org0926db7">
<p>
Think about a time you were happy / a time you were sad—were other people involved? We often experience emotions as a result of someone else.<br />
</p>
</div>

<div id="outline-container-org9c505a3" class="outline-3">
<h3 id="org9c505a3">Social psychology is not new.</h3>
<div class="outline-text-3" id="text-org9c505a3">
<p>
Philosophers have been intuitively (if not quite scientifically) thinking about these ideas for centuries!<br />
</p>
<blockquote>
<p>
&ldquo;Anybody can become angry - that is easy, but to be angry with the right person and to the right degree and at the right time and for the right purpose, and in the right way - that is not within everybody&rsquo;s power and is not easy.&rdquo; - Aristotle<br />
</p>
</blockquote>
</div>
</div>
<div id="outline-container-org4b3c06b" class="outline-3">
<h3 id="org4b3c06b">Social psychology is not (always) intuitive.</h3>
<div class="outline-text-3" id="text-org4b3c06b">
<p>
Example: <a href="https://rady.ucsd.edu/faculty/directory/gneezy/pub/docs/fine.pdf">introducing a fine</a> for late-picker-uppers of kids at daycare actually <i>increases</i> the number of late pick-ups. Explanation? The <i>motivation</i> shifted from intrinsic to extrinsic.<br />
</p>
</div>
</div>
<div id="outline-container-org6717211" class="outline-3">
<h3 id="org6717211">What is social psychology?</h3>
<div class="outline-text-3" id="text-org6717211">
<p>
About understanding the &ldquo;causal architecture&rdquo; of the society that we&rsquo;re embedded in.<br />
</p>

<p>
Three parts of the class: social cognition, interpersonal processes, everyday life.<br />
</p>
</div>
<div id="outline-container-org6e4284a" class="outline-4">
<h4 id="org6e4284a">Levels of organization:</h4>
<div class="outline-text-4" id="text-org6e4284a">
<p>
Societies &lt;=&gt; <b>Groups</b> &lt;=&gt; <b>Individual</b> &lt;=&gt; <b>Mind</b> &lt;=&gt; Neurons/Genes/Hormones<br />
^social psych is focused on the middle three levels.<br />
</p>
</div>
</div>
</div>
</div>
<div id="outline-container-orgcae4494" class="outline-2">
<h2 id="orgcae4494"><a href="20210704202541-cognitive_biases.html">Cognitive Biases</a>: self-serving biases.</h2>
<div class="outline-text-2" id="text-orgcae4494">
</div>
<div id="outline-container-org88fe1d2" class="outline-3">
<h3 id="org88fe1d2">Motivated reasoning</h3>
<div class="outline-text-3" id="text-org88fe1d2">
<p>
<i>Motivated reasoning</i> is our tendency to come to conclusions that make us feel good.<br />
</p>

<p>
We don&rsquo;t like to admit when we&rsquo;re wrong! (Nor our sports heroes, family, political candidates, etc.)<br />
</p>

<p>
Group affiliation: &ldquo;We crushed them!&rdquo; when your team wins vs. &ldquo;They were terrible&rdquo; when your team loses.<br />
</p>

<p>
Above-average effect: people believe they are above average in valued domains (lol.) BUT in other domains that are seen as really hard (e.g. juggling or living past 100,) we see the below-average effect. The reason: we &ldquo;anchor&rdquo; to our initial estimate. E.g. for living to 100, we initially think it&rsquo;s very unlikely, then adjust the estimate upward as we get evidence.<br />
</p>

<p>
Dunning-Kruger Effect: Correlation between lower skills and greater Above-Average Effect. In other words, correlation between cognitive and metacognitive skills. (Also, those with the most skills underestimate a little!)<br />
</p>
</div>
</div>
<div id="outline-container-org3b2b7b3" class="outline-3">
<h3 id="org3b2b7b3">Why do we have these biases?</h3>
<div class="outline-text-3" id="text-org3b2b7b3">
<p>
One answer: self-esteem. (But why do we need self-esteem, evolutionarily?)<br />
Another answer: overconfidence gives social benefits?<br />
</p>
</div>
</div>
<div id="outline-container-org7b231f5" class="outline-3">
<h3 id="org7b231f5">&#x2026;is there another way?</h3>
<div class="outline-text-3" id="text-org7b231f5">
<p>
Hubristic pride = arrogant/conceited.<br />
Authentic pride = confident, high self-esteem.<br />
</p>
</div>
</div>
</div>
<div id="outline-container-orgdccfa07" class="outline-2">
<h2 id="orgdccfa07">Person Perception</h2>
<div class="outline-text-2" id="text-orgdccfa07">
<p>
<i>Should I date this person? Is this person guilty? How competent is this person?</i><br />
</p>

<p>
<b>Person perception</b> is forming impressions about other people.<br />
</p>
</div>
<div id="outline-container-org0e7ae39" class="outline-3">
<h3 id="org0e7ae39">Thin Slicing</h3>
<div class="outline-text-3" id="text-org0e7ae39">
<p>
People can make predictive judgments &ldquo;instantly&rdquo; &#x2013; predicting future success, marriage success, sales performance, sexual orientation, etc. (Cue <i>Blink</i> by Malcolm Gladwell, lol.)<br />
</p>

<p>
Women can predict hetero/homosexual at higher rates when ovulating<br />
</p>

<p>
These &ldquo;thin slice&rdquo; judgments can be surprisingly predictive, but also biased.<br />
</p>
</div>

<div id="outline-container-org6f0343b" class="outline-4">
<h4 id="org6f0343b">Why?</h4>
<div class="outline-text-4" id="text-org6f0343b">
<p>
There is evolutionary value in swiftly identifying potential threats, mates, and leaders.<br />
</p>
</div>
</div>
</div>
<div id="outline-container-org9773f3f" class="outline-3">
<h3 id="org9773f3f">Universal Dimensions of Social Cognition: Warmth and Competence</h3>
</div>
<div id="outline-container-orge48c4a2" class="outline-3">
<h3 id="orge48c4a2">Oh yeah, there&rsquo;s also the whole triangle and circe thing &#x2013; we immediately make judgments about what they&rsquo;re doing.</h3>
<div class="outline-text-3" id="text-orge48c4a2">
<p>
(But she should&rsquo;ve mentioned that autistic people don&rsquo;t see this the same way)<br />
</p>
</div>
</div>
<div id="outline-container-org64ff44d" class="outline-3">
<h3 id="org64ff44d">Confirmation bias:</h3>
<div class="outline-text-3" id="text-org64ff44d">
<p>
Tendency to want to verify our pre-existing beliefs.<br />
</p>
</div>
</div>
<div id="outline-container-org113bbf1" class="outline-3">
<h3 id="org113bbf1">Pygmalion Effect:</h3>
<div class="outline-text-3" id="text-org113bbf1">
<p>
kids whose teachers thought the kids were &ldquo;late bloomers&rdquo; &#x2013; it actually came true.<br />
</p>

<p>
Side note: whoa. Intuitively I feel like (and I&rsquo;m of course enjoying that sweet confirmation bias) but it confirms my intuitions &#x2013; in cases where I&rsquo;ve set high, clear expectations for myself, I&rsquo;ve achieved them.<br />
</p>
</div>
</div>
<div id="outline-container-org7c2f059" class="outline-3">
<h3 id="org7c2f059"><a href="20210627180445-self_fulfilling_prophecy.html">Self-fulfilling prophecy</a></h3>
<div class="outline-text-3" id="text-org7c2f059">
<p>
You have expectations about someone =&gt; you behave accordingly towards them =&gt; they behave just how you expected =&gt; reinforces your expectations&#x2026;<br />
</p>

<p>
This seems like a kind of <a href="20210626152258-positive_feedback_loop.html">positive feedback loop</a> that can either go really well, or really badly. Parents have a huge role in establishing expectations for their children. (As a first-born son / grandson, I know this firsthand 😅)<br />
</p>
</div>
</div>
</div>
<div id="outline-container-org3882763" class="outline-2">
<h2 id="org3882763"><a href="20210704202541-cognitive_biases.html">Cognitive Biases</a>: cognitive dissonance theory</h2>
<div class="outline-text-2" id="text-org3882763">
<p>
Cognitive Dissonance Theory:<br />
</p>
<dl class="org-dl">
<dt>cognitive dissonance</dt><dd>holding apparently incompatible / logically inconsistent thoughts about the world.<br /></dd>
</dl>
</div>
<div id="outline-container-org3cf6a06" class="outline-3">
<h3 id="org3cf6a06">How to resolve dissonance between A and B?</h3>
<div class="outline-text-3" id="text-org3cf6a06">
<p>
You can <b>disregard</b> one.<br />
You can <b>change</b> your belief in one.<br />
You can <b>distort</b> one.<br />
You can <b>add</b> C that resolves the conflict.<br />
</p>

<p>
Which one to choose? Will probably go with the path of least resistance.<br />
</p>

<p>
Chicago doomsday cult didn&rsquo;t see doomsday =&gt; rationalized by saying that the Guardians had stopped the flood<br />
</p>

<p>
1755 Lisbon earthquake =&gt; threatened belief in God and a just world.<br />
</p>
</div>
</div>
<div id="outline-container-org02430a0" class="outline-3">
<h3 id="org02430a0">Is dissonance reduction good?</h3>
<div class="outline-text-3" id="text-org02430a0">
<p>
Good: it allows you to streamline cognition.<br />
Bad: it loses the inherent complexity / ambiguity in the world.<br />
</p>

<blockquote>
<p>
A foolish consistency is the hobgoblin of little minds. - Ralph Waldo Emerson<br />
</p>
</blockquote>
</div>
</div>
<div id="outline-container-org8b5a8be" class="outline-3">
<h3 id="org8b5a8be">Motivated reasoning is a key element in cognitive dissonance.</h3>
<div class="outline-text-3" id="text-org8b5a8be">
<p>
Severity of initiation: we have a deep-seated belief that we&rsquo;re not gullible etc. Motivated reasoning leads us to believe that the task was actually interesting, rather than that we&rsquo;re just gullible.<br />
</p>
</div>
</div>
<div id="outline-container-org53134a3" class="outline-3">
<h3 id="org53134a3">Behavior precedes thought</h3>
<div class="outline-text-3" id="text-org53134a3">
<p>
Spreading of alternatives: we post-hoc try to &ldquo;justify&rdquo; our decisions in life to ourselves.<br />
</p>

<p>
Cognitive Behavioral Therapy: change behaviors in people&rsquo;s lives to change their psychology positively.<br />
</p>

<p>
Don&rsquo;t <i>think</i> like you&rsquo;re the person you want to be, <i>act</i> the way you want to be and become that person.<br />
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Last updated: 2021-07-15 Thu 17:02</p>
</div>
</body>
</html>
